alsa-plugins
alsa-utils
archlinux-themes-slim
autoconf
autojump
automake
bash
bbswitch
bcloud
binutils
bison
bluez
bridge-utils
btrfs-progs
bumblebee
bzip2
calibre
coreutils
cryptsetup
device-mapper
dhcpcd
dialog
diffutils
dmidecode
dnsmasq
dnsutils
docker
dosfstools
e2fsprogs
ebtables
efibootmgr
elementary-icon-theme
ethtool
evince
fakeroot
fcitx
fcitx-configtool
fcitx-googlepinyin
fcitx-gtk2
fcitx-gtk3
fcitx-qt4
fcitx-qt5
feh
file
filesystem
filezilla
findutils
firefox
firewalld
flashplugin
flex
gawk
gettext
git
glibc
gnome-keyring
gnote
goagent
grep
groff
gtk-engines
gummiboot
gzip
hostapd
hwdetect
i7z
ibus
ibus-googlepinyin
ibus-qt
ibus-table
ibus-table-chinese
inetutils
iproute2
iputils
iw
jdk7-openjdk
jfsutils
less
lib32-libcups
libtool
libxss
licenses
linux
lm_sensors
logrotate
lua51
lvm2
lxappearance
lxc
m4
make
man-db
man-pages
mdadm
menumaker
mlocate
mysql-python
nano
netctl
networkmanager
network-manager-applet
networkmanager-openvpn
networkmanager-pptp
nmon
nodejs
ntfs-3g
ntp
nvidia
obconf
obmenu
openbox
opencl-headers
opencl-nvidia
openssh
openvpn
p7zip
pacman
patch
pciutils
pcmciautils
perl
pidgin
pidgin-lwqq
pkg-config
procps-ng
psmisc
pulseaudio
pulseaudio-alsa
python2-crypto
python2-pip
python2-urllib3
python-dateutil
qemu
r8168
rdesktop
reiserfsprogs
rrdtool
rsync
rxvt-unicode
scrot
sdl2
sdl2_ttf
sed
shadow
skype
slim
s-nail
sshfs
stardict
sudo
synapse
sysfsutils
systemd-sysvcompat
tar
tcl
texinfo
thunar
thunderbird
thunderbird-i18n-zh-cn
tint2
tree
ttf-dejavu
ttf-liberation
ttf-ubraille
unrar
unzip
usbutils
util-linux
vi
vim
virt-manager
vlc
volumeicon
wget
which
wpa_supplicant
wqy-microhei
wqy-zenhei
xf86-input-synaptics
xf86-video-intel
xfce4-notifyd
xfce4-terminal
xfsprogs
xmind
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-server-utils
xorg-utils
xorg-xinit
zsh
